/* Window Menu Title (temporary until IB supports this directly) */
"Window" = "Okno";

/* Contextual menu strings */
"Help" = "Pomoc";

/* App menu strings */
"Hide" = "Ukryj ^0";
"Quit" = "Zakończ ^0";

/* Location menu - location template */
"Location (%@)" = "Lokalizacja (%@)";

/* Location menu - empty location name */
"<no name>" = "<bez nazwy>";

/* Dock menu strings */
"Turn Hiding On" = "Włącz ukrywanie";
"Turn Hiding Off" = "Wyłącz ukrywanie";
"Turn Magnification On" = "Włącz powiększanie";
"Turn Magnification Off" = "Wyłącz powiększanie";

/* Text for minimized window Dock menu item */
"Close" = "Zamknij";

/* Get More Software web address */
"http://www.apple.com" = "http://www.apple.com/pl/macosx/get";

/* Get More Software failure strings */
"Get Software Failed" = "Pobierz Oprogramowanie dla Mac OS X";
"LaunchServices Failed" = "Nie można otworzyć preferowanej przeglądarki internetowej, ponieważ ustawienia systemowe są uaktualniane. Spróbuj ponownie za kilka minut.";

/* Apple menu strings */
"Log Out" = "Wyloguj";
"Log Out..." = "Wyloguj…";
"Show in Finder" = "Pokaż „%@” w Finderze";
"App Store..." = "App Store…";
